Repository: mrballistic/RaidCalculator2
Catalog: RaidCalculator2/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

# about_level
source: About %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
it: Informazioni su %@
ja: %@について
ko: %@ 정보
pt_br: Sobre o %@
zh_hans: 关于 %@
zh_hant: 關於 %@

# advisory_hint
source: Advice, not an error.
de: Ein Hinweis, kein Fehler.
es: Un consejo, no un error.
fr: Un conseil, pas une erreur.
it: Un consiglio, non un errore.
ja: エラーではなく、アドバイスです。
ko: 오류가 아니라 조언입니다.
pt_br: Um conselho, não um erro.
zh_hans: 这是建议，不是错误。
zh_hant: 這是建議，不是錯誤。

# app_title
source: RAID Calculator
de: RAID-Rechner
es: Calculadora RAID
fr: Calculateur RAID
it: Calcolatore RAID
ja: RAID計算機
ko: RAID 계산기
pt_br: Calculadora RAID
zh_hans: RAID 计算器
zh_hant: RAID 計算機

source: Availability
de: Verfügbarkeit
es: Disponibilidad
fr: Disponibilité
it: Disponibilità
ja: 可用性
ko: 가용성
pt_br: Disponibilidade
zh_hans: 可用性
zh_hant: 可用性

# bay_accessibility
source: Bay %1$d, %2$@: %3$@
de: Schacht %1$d, %2$@: %3$@
es: Bahía %1$d, %2$@: %3$@
fr: Baie %1$d, %2$@ : %3$@
it: Alloggiamento %1$d, %2$@: %3$@
ja: ベイ%1$d、%2$@：%3$@
ko: 베이 %1$d, %2$@: %3$@
pt_br: Baia %1$d, %2$@: %3$@
zh_hans: 盘位 %1$d，%2$@：%3$@
zh_hant: 硬碟槽 %1$d，%2$@：%3$@

# bay_count
source: Bays
de: Schächte
es: Bahías
fr: Baies
it: Alloggiamenti
ja: ベイ数
ko: 베이 수
pt_br: Baias
zh_hans: 盘位数
zh_hant: 硬碟槽數

# bay_empty_accessibility
source: Bay %d, Empty
de: Schacht %d, Leer
es: Bahía %d, Vacía
fr: Baie %d, Vide
it: Alloggiamento %d, Vuoto
ja: ベイ %d、空き
ko: 베이 %d, 비어 있음
pt_br: Baia %d, Vazia
zh_hans: 盘位 %d，空
zh_hant: 硬碟槽 %d，空

# bay_n
source: Bay %d
de: Schacht %d
es: Bahía %d
fr: Baie %d
it: Alloggiamento %d
ja: ベイ %d
ko: 베이 %d
pt_br: Baia %d
zh_hans: 盘位 %d
zh_hant: 硬碟槽 %d

# bay_sizes_in_tb
source: Sizes in TB
de: Größen in TB
es: Tamaños en TB
fr: Tailles en TB
it: Dimensioni in TB
ja: 容量はTB単位
ko: 크기(TB 단위)
pt_br: Tamanhos em TB
zh_hans: 容量单位为 TB
zh_hant: 容量單位為 TB

# binary_capacity_note
source: ≈ %@ as most NAS systems report it
de: ≈ %@, wie die meisten NAS es anzeigen
es: ≈ %@ según lo muestra la mayoría de los NAS
fr: ≈ %@ tel qu’affiché par la plupart des NAS
it: ≈ %@ come lo mostra la maggior parte dei NAS
ja: 多くのNASでの表示は約 %@
ko: ≈ %@(대부분의 NAS에서 표시되는 용량)
pt_br: ≈ %@ como a maioria dos NAS informa
zh_hans: 多数 NAS 系统显示约为 %@
zh_hant: 大多數 NAS 顯示約為 %@

# btrfs_calculation
source: Usable space is half the total, unless one drive is larger than all the others combined; then it’s the total of the smaller drives, and the rest of the largest drive is shown as unused. Each drive is drawn half data, half copy.
de: Der nutzbare Speicher ist die Hälfte der Gesamtkapazität, außer ein Laufwerk ist größer als alle anderen zusammen; dann ist es die Summe der kleineren Laufwerke, und der Rest des größten Laufwerks wird als ungenutzt angezeigt. Jedes Laufwerk wird zur Hälfte als Daten, zur Hälfte als Kopie dargestellt.
es: El espacio utilizable es la mitad del total, salvo que una unidad sea más grande que todas las demás juntas; en ese caso es la suma de las unidades más pequeñas, y el resto de la unidad más grande se muestra sin usar. Cada unidad se dibuja mitad datos, mitad copia.
fr: L’espace utilisable correspond à la moitié du total, sauf si un disque est plus grand que tous les autres réunis ; il correspond alors au total des plus petits disques, et le reste du plus grand disque est indiqué comme inutilisé. Chaque disque est représenté à moitié données, à moitié copie.
it: Lo spazio utilizzabile è metà del totale, a meno che un disco non sia più grande di tutti gli altri messi insieme; in quel caso è il totale dei dischi più piccoli, e il resto del disco più grande è indicato come inutilizzato. Ogni disco è disegnato per metà dati e per metà copia.
ja: 使用可能容量は総容量の半分です。ただし、1台のドライブが他のすべてのドライブの合計より大きい場合は、小さいドライブの合計となり、最大のドライブの残りは未使用として表示されます。各ドライブは半分をデータ、半分をコピーとして描いています。
ko: 사용 가능한 공간은 전체의 절반입니다. 단, 드라이브 하나가 나머지 모든 드라이브를 합친 것보다 크면 작은 드라이브들의 합계가 되며, 가장 큰 드라이브의 나머지 공간은 미사용으로 표시됩니다. 각 드라이브는 절반은 데이터, 절반은 사본으로 표시됩니다.
pt_br: O espaço utilizável é metade do total, a menos que uma unidade seja maior que todas as outras juntas; nesse caso, é a soma das unidades menores, e o restante da unidade maior aparece como sem uso. Cada unidade é desenhada metade dados, metade cópia.
zh_hans: 可用空间为总容量的一半；但如果某块硬盘比其他所有硬盘的总和还大，可用空间则为较小硬盘的总和，最大硬盘的其余部分显示为未使用。每块硬盘都画成一半数据、一半副本。
zh_hant: 可用空間為總容量的一半；但若有一顆硬碟比其他所有硬碟的總和還大，可用空間則為較小硬碟的總和，最大硬碟的其餘部分會顯示為未使用。每顆硬碟的圖示都是一半資料、一半副本。

# btrfs_cons
source: Half the total space holds the second copy Survives only one drive failure, however many drives there are One drive larger than all the others combined can’t be fully mirrored
de: Die Hälfte des Gesamtspeichers enthält die zweite Kopie Übersteht nur einen Laufwerksausfall, egal wie viele Laufwerke es sind Ein Laufwerk, das größer ist als alle anderen zusammen, lässt sich nicht vollständig spiegeln
es: La mitad del espacio total guarda la segunda copia Solo sobrevive a un fallo de unidad, sin importar cuántas unidades haya Una unidad más grande que todas las demás juntas no se puede duplicar por completo
fr: La moitié de l’espace total contient la seconde copie Ne survit qu’à une seule panne de disque, quel que soit le nombre de disques Un disque plus grand que tous les autres réunis ne peut pas être entièrement mis en miroir
it: Metà dello spazio totale contiene la seconda copia Sopravvive al guasto di un solo disco, qualunque sia il numero di dischi Un disco più grande di tutti gli altri messi insieme non può essere interamente in mirror
ja: 総容量の半分が2つ目のコピーに使われる ドライブ数に関係なく、1台の故障にしか耐えられない 他のすべてのドライブの合計より大きいドライブは、全体をミラーできない
ko: 전체 공간의 절반이 두 번째 사본에 사용됨 드라이브 수와 관계없이 드라이브 장애 1개만 견딤 나머지 모든 드라이브를 합친 것보다 큰 드라이브는 전체를 미러링할 수 없음
pt_br: Metade do espaço total guarda a segunda cópia Sobrevive a apenas uma falha de unidade, não importa quantas unidades haja Uma unidade maior que todas as outras juntas não pode ser espelhada por completo
zh_hans: 总空间的一半用于存放第二份副本 无论有多少块硬盘，都只能承受一块硬盘故障 比其他所有硬盘总和还大的硬盘无法完整镜像
zh_hant: 總空間的一半用於存放第二份副本 無論有幾顆硬碟，都只能承受一顆硬碟故障 比其他所有硬碟總和還大的硬碟無法完整鏡像

# btrfs_description
source: Btrfs RAID1 keeps two copies of every block of data, on two different drives. Drives can be different sizes; Btrfs places the copies so they balance.
de: Btrfs RAID1 speichert von jedem Datenblock zwei Kopien auf zwei verschiedenen Laufwerken. Die Laufwerke dürfen unterschiedlich groß sein; Btrfs verteilt die Kopien so, dass sie ausgeglichen sind.
es: Btrfs RAID1 guarda dos copias de cada bloque de datos, en dos unidades distintas. Las unidades pueden ser de distintos tamaños; Btrfs coloca las copias de forma equilibrada.
fr: Le Btrfs RAID1 conserve deux copies de chaque bloc de données, sur deux disques différents. Les disques peuvent être de tailles différentes ; Btrfs place les copies de façon équilibrée.
it: Btrfs RAID1 conserva due copie di ogni blocco di dati, su due dischi diversi. I dischi possono avere dimensioni diverse; Btrfs distribuisce le copie in modo bilanciato.
ja: Btrfs RAID1は、すべてのデータブロックのコピーを2つ、別々のドライブに保持します。ドライブの容量は異なっていてもよく、Btrfsは偏りが出ないようにコピーを配置します。
ko: Btrfs RAID1은 모든 데이터 블록의 사본 두 개를 서로 다른 두 드라이브에 보관합니다. 드라이브 크기가 달라도 되며, Btrfs가 사본을 균형 있게 배치합니다.
pt_br: O Btrfs RAID1 mantém duas cópias de cada bloco de dados, em duas unidades diferentes. As unidades podem ter tamanhos diferentes; o Btrfs distribui as cópias de forma equilibrada.
zh_hans: Btrfs RAID1 会把每个数据块保存两份，分别放在两块不同的硬盘上。硬盘容量可以不同，Btrfs 会均衡地放置副本。
zh_hant: Btrfs RAID1 會將每個資料區塊保留兩份副本，分別存放在兩顆不同的硬碟上。硬碟容量可以不同，Btrfs 會平衡地配置副本。

# btrfs_pros
source: Mix drive sizes with little wasted space Add or remove drives and rebalance while the volume stays online Checksums detect corruption and repair it from the other copy
de: Unterschiedlich große Laufwerke kombinierbar, kaum Platzverlust Laufwerke hinzufügen oder entfernen und neu verteilen, während das Volume online bleibt Prüfsummen erkennen Datenfehler und reparieren sie aus der anderen Kopie
es: Permite combinar unidades de distintos tamaños con poco espacio desperdiciado Permite añadir o quitar unidades y reequilibrar sin desconectar el volumen Las sumas de verificación detectan la corrupción y la reparan con la otra copia
fr: Disques de tailles différentes combinables avec peu d’espace perdu Ajout ou retrait de disques et rééquilibrage pendant que le volume reste en ligne Les sommes de contrôle détectent la corruption et la réparent à partir de l’autre copie
it: Dischi di dimensioni diverse combinabili con poco spazio sprecato Si possono aggiungere o rimuovere dischi e ribilanciare mentre il volume resta online I checksum rilevano la corruzione e la riparano dall’altra copia
ja: 容量の異なるドライブを組み合わせても無駄が少ない ボリュームをオンラインのままドライブの追加・削除やリバランスが可能 チェックサムが破損を検出し、もう一方のコピーから修復
ko: 크기가 다른 드라이브를 섞어도 낭비되는 공간이 적음 볼륨을 온라인 상태로 유지한 채 드라이브 추가, 제거 및 재조정 가능 체크섬으로 손상을 감지하고 다른 사본에서 복구
pt_br: Combina unidades de tamanhos diferentes com pouco espaço desperdiçado Permite adicionar ou remover unidades e rebalancear com o volume online Somas de verificação detectam corrupção e a reparam com a outra cópia
zh_hans: 混用不同容量的硬盘，浪费的空间很少 卷保持在线时即可添加或移除硬盘并重新平衡 校验和可检测损坏，并用另一份副本修复
zh_hant: 混用不同容量的硬碟也幾乎不浪費空間 可在磁碟區維持線上時新增或移除硬碟並重新平衡 總和檢查碼可偵測損毀，並從另一份副本修復

# btrfs_raid1_validation
source: Btrfs RAID1 needs at least 2 drives.
de: Btrfs RAID1 braucht mindestens 2 Laufwerke.
es: Btrfs RAID1 necesita al menos 2 discos.
fr: Le Btrfs RAID1 nécessite au moins 2 disques.
it: Btrfs RAID1 richiede almeno 2 dischi.
ja: Btrfs RAID1には2台以上のドライブが必要です。
ko: Btrfs RAID1에는 드라이브가 2개 이상 필요합니다.
pt_br: O Btrfs RAID1 precisa de pelo menos 2 discos.
zh_hans: Btrfs RAID1 至少需要 2 块硬盘。
zh_hant: Btrfs RAID1 至少需要 2 顆硬碟。

# btrfs_use_cases
source: Small home servers with a few mixed drives Linux servers and NAS systems built on Btrfs Setups that grow a drive at a time
de: Kleine Heimserver mit wenigen, unterschiedlichen Laufwerken Linux-Server und NAS-Systeme auf Btrfs-Basis Systeme, die Laufwerk für Laufwerk wachsen
es: Pequeños servidores domésticos con pocas unidades de distintos tamaños Servidores Linux y sistemas NAS basados en Btrfs Configuraciones que crecen unidad a unidad
fr: Petits serveurs domestiques avec quelques disques de tailles différentes Serveurs Linux et NAS reposant sur Btrfs Configurations qui s’agrandissent disque par disque
it: Piccoli server domestici con pochi dischi di dimensioni diverse Server Linux e sistemi NAS basati su Btrfs Configurazioni che crescono un disco alla volta
ja: 容量の異なる少数のドライブを搭載した小規模ホームサーバー BtrfsベースのLinuxサーバーやNASシステム ドライブを1台ずつ増やしていく構成
ko: 크기가 다른 드라이브 몇 개를 사용하는 소형 홈 서버 Btrfs 기반 Linux 서버 및 NAS 시스템 드라이브를 하나씩 늘려 가는 구성
pt_br: Pequenos servidores domésticos com poucas unidades de tamanhos diferentes Servidores Linux e sistemas NAS baseados em Btrfs Configurações que crescem uma unidade por vez
zh_hans: 配有几块不同容量硬盘的小型家用服务器 基于 Btrfs 的 Linux 服务器和 NAS 系统 每次增加一块硬盘的配置
zh_hant: 搭載數顆不同容量硬碟的小型家用伺服器 以 Btrfs 為基礎的 Linux 伺服器和 NAS 系統 一次增加一顆硬碟的配置

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# compare_all_bays
source: Uses all %d bays
de: Nutzt alle %d Schächte
es: Usa las %d bahías
fr: Utilise les %d baies
it: Usa tutti i %d alloggiamenti
ja: 全%dベイを使用
ko: 베이 %d개 모두 사용
pt_br: Usa todas as %d baias
zh_hans: 使用全部 %d 个盘位
zh_hant: 使用全部 %d 個硬碟槽

# compare_failures
source: Failures tolerated: %d
de: Tolerierte Ausfälle: %d
es: Fallos tolerados: %d
fr: Pannes tolérées : %d
it: Guasti tollerati: %d
ja: 許容故障数：%d
ko: 허용 장애 수: %d
pt_br: Falhas toleradas: %d
zh_hans: 容错：%d 块
zh_hant: 可容忍故障：%d

# compare_first_bays
source: Uses the first %d bays
de: Nutzt die ersten %d Schächte
es: Usa las primeras %d bahías
fr: Utilise les %d premières baies
it: Usa i primi %d alloggiamenti
ja: 最初の%dベイを使用
ko: 앞쪽 베이 %d개 사용
pt_br: Usa as primeiras %d baias
zh_hans: 使用前 %d 个盘位
zh_hant: 使用前 %d 個硬碟槽

# compare_header
source: Every System, Same Drives
de: Alle Systeme, gleiche Laufwerke
es: Todos los sistemas, mismos discos
fr: Tous les systèmes, mêmes disques
it: Tutti i sistemi, stessi dischi
ja: 同じドライブ、すべてのシステム
ko: 같은 드라이브, 모든 시스템
pt_br: Todos os sistemas, mesmos discos
zh_hans: 相同硬盘下的各系统
zh_hant: 相同硬碟，比較各系統

# compare_hint
source: Switches the NAS tab to this system.
de: Stellt den NAS-Tab auf dieses System um.
es: Cambia la pestaña NAS a este sistema.
fr: Fait passer l’onglet NAS à ce système.
it: Passa la scheda NAS a questo sistema.
ja: NASタブをこのシステムに切り替えます。
ko: NAS 탭을 이 시스템으로 전환합니다.
pt_br: Muda a aba NAS para este sistema.
zh_hans: 将 NAS 标签页切换到此系统。
zh_hant: 將 NAS 標籤頁切換為此系統。

source: Compare Systems
de: Systeme vergleichen
es: Comparar sistemas
fr: Comparer les systèmes
it: Confronta i sistemi
ja: システムを比較
ko: 시스템 비교
pt_br: Comparar sistemas
zh_hans: 比较系统
zh_hant: 比較系統

# compare_unused
source: %@ unused
de: %@ ungenutzt
es: %@ sin usar
fr: %@ inutilisés
it: %@ inutilizzati
ja: %@未使用
ko: %@ 미사용
pt_br: %@ sem uso
zh_hans: %@ 未使用
zh_hant: %@ 未使用

# compared_header
source: Compared with Your Current Setup
de: Im Vergleich zu deinem aktuellen Setup
es: Comparado con tu configuración actual
fr: Par rapport à votre configuration actuelle
it: Rispetto alla configurazione attuale
ja: 現在の構成との比較
ko: 현재 구성과 비교
pt_br: Comparado com sua configuração atual
zh_hans: 与当前配置相比
zh_hant: 與目前配置比較

source: Cons
de: Nachteile
es: Contras
fr: Inconvénients
it: Contro
ja: 短所
ko: 단점
pt_br: Contras
zh_hans: 缺点
zh_hant: 缺點

# current_baseline
source: Current setup: %1$@ usable · %2$@ · %3$d bays
de: Aktuelles Setup: %1$@ nutzbar · %2$@ · %3$d Schächte
es: Configuración actual: %1$@ utilizables · %2$@ · %3$d bahías
fr: Configuration actuelle : %1$@ utilisables · %2$@ · %3$d baies
it: Configurazione attuale: %1$@ utilizzabili · %2$@ · %3$d alloggiamenti
ja: 現在の構成：使用可能容量 %1$@ · %2$@ · %3$dベイ
ko: 현재 구성: %1$@ 사용 가능 · %2$@ · 베이 %3$d개
pt_br: Configuração atual: %1$@ utilizáveis · %2$@ · %3$d baias
zh_hans: 当前配置：可用 %1$@ · %2$@ · %3$d 个盘位
zh_hant: 目前配置：可用 %1$@ · %2$@ · %3$d 個硬碟槽

source: Custom Size…
de: Eigene Größe …
es: Tamaño personalizado…
fr: Taille personnalisée…
it: Dimensione personalizzata…
ja: カスタム容量…
ko: 사용자 지정 크기…
pt_br: Tamanho personalizado…
zh_hans: 自定义容量…
zh_hant: 自訂容量…

# delta_usable
source: %@ usable
de: %@ nutzbar
es: %@ utilizables
fr: %@ utilisables
it: %@ utilizzabili
ja: 使用可能容量 %@
ko: %@ 사용 가능
pt_br: %@ utilizáveis
zh_hans: 可用 %@
zh_hant: 可用 %@

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: OK
zh_hans: 完成
zh_hant: 完成

source: Drive Configuration
de: Konfiguration
es: Configuración de Unidades
fr: Configuration des Disques
it: Configurazione Dischi
ja: ドライブ構成
ko: 드라이브 구성
pt_br: Configuração das unidades
zh_hans: 硬盘配置
zh_hant: 硬碟配置

source: Drive Failures Tolerated
de: Tolerierte Ausfälle
es: Fallos de Unidad Tolerados
fr: Pannes de Disques Tolérées
it: Guasti Dischi Tollerati
ja: 許容ドライブ故障数
ko: 허용 드라이브 장애 수
pt_br: Falhas de unidade toleradas
zh_hans: 可容忍故障数
zh_hant: 可容忍的硬碟故障數

source: Drive Size
de: Laufwerksgröße
es: Tamaño de Unidad
fr: Taille du Disque
it: Dimensione Disco
ja: ドライブサイズ
ko: 드라이브 크기
pt_br: Tamanho da unidade
zh_hans: 硬盘容量
zh_hant: 硬碟容量

# drive_size_invalid
source: Enter a drive size greater than zero.
de: Gib eine Laufwerksgröße größer als null ein.
es: Introduce un tamaño de unidad mayor que cero.
fr: Saisissez une taille de disque supérieure à zéro.
it: Inserisci una dimensione del disco maggiore di zero.
ja: 0より大きいドライブ容量を入力してください。
ko: 0보다 큰 드라이브 크기를 입력하세요.
pt_br: Digite um tamanho de disco maior que zero.
zh_hans: 请输入大于零的硬盘容量。
zh_hant: 請輸入大於零的硬碟容量。

# drive_strip_accessibility
source: %1$d drives: %2$@
de: %1$d Laufwerke: %2$@
es: %1$d unidades: %2$@
fr: %1$d disques : %2$@
it: %1$d dischi: %2$@
ja: ドライブ%1$d台：%2$@
ko: 드라이브 %1$d개: %2$@
pt_br: %1$d discos: %2$@
zh_hans: %1$d 块硬盘：%2$@
zh_hant: %1$d 顆硬碟：%2$@

# drive_strip_drive_accessibility
source: Group %1$d of %2$d, drive %3$d: %4$@
de: Gruppe %1$d von %2$d, Laufwerk %3$d: %4$@
es: Grupo %1$d de %2$d, unidad %3$d: %4$@
fr: Groupe %1$d sur %2$d, disque %3$d : %4$@
it: Gruppo %1$d di %2$d, disco %3$d: %4$@
ja: グループ%1$d（全%2$d）、ドライブ%3$d：%4$@
ko: 그룹 %2$d개 중 %1$d번째, 드라이브 %3$d: %4$@
pt_br: Grupo %1$d de %2$d, disco %3$d: %4$@
zh_hans: 第 %1$d 组（共 %2$d 组），硬盘 %3$d：%4$@
zh_hant: 第 %1$d 組（共 %2$d 組），硬碟 %3$d：%4$@

# drive_strip_group_accessibility
source: Group %1$d of %2$d: %3$@
de: Gruppe %1$d von %2$d: %3$@
es: Grupo %1$d de %2$d: %3$@
fr: Groupe %1$d sur %2$d : %3$@
it: Gruppo %1$d di %2$d: %3$@
ja: グループ%1$d（全%2$d）：%3$@
ko: 그룹 %2$d개 중 %1$d번째: %3$@
pt_br: Grupo %1$d de %2$d: %3$@
zh_hans: 第 %1$d 组（共 %2$d 组）：%3$@
zh_hant: 第 %1$d 組（共 %2$d 組）：%3$@

# drive_strip_groups_accessibility
source: %1$d drives in %2$d groups: %3$@
de: %1$d Laufwerke in %2$d Gruppen: %3$@
es: %1$d unidades en %2$d grupos: %3$@
fr: %1$d disques en %2$d groupes : %3$@
it: %1$d dischi in %2$d gruppi: %3$@
ja: ドライブ%1$d台、%2$dグループ：%3$@
ko: 드라이브 %1$d개, 그룹 %2$d개: %3$@
pt_br: %1$d discos em %2$d grupos: %3$@
zh_hans: %1$d 块硬盘，分为 %2$d 组：%3$@
zh_hant: %1$d 顆硬碟，分為 %2$d 組：%3$@

# drives_section
source: Drives
de: Laufwerke
es: Discos
fr: Disques
it: Dischi
ja: ドライブ
ko: 드라이브
pt_br: Discos
zh_hans: 硬盘
zh_hant: 硬碟

# empty_bay
source: Empty
de: Leer
es: Vacía
fr: Vide
it: Vuoto
ja: 空き
ko: 비어 있음
pt_br: Vazia
zh_hans: 空
zh_hant: 空

# enter_drive_size
source: Enter a drive size.
de: Gib eine Laufwerksgröße ein.
es: Introduce un tamaño de unidad.
fr: Saisissez une taille de disque.
it: Inserisci la dimensione del disco.
ja: ドライブサイズを入力してください。
ko: 드라이브 크기를 입력하세요.
pt_br: Digite um tamanho de unidade.
zh_hans: 请输入硬盘容量。
zh_hant: 請輸入硬碟容量。

# group_layout
source: %1$d groups of %2$d drives
de: %1$d Gruppen mit je %2$d Laufwerken
es: %1$d grupos de %2$d unidades
fr: %1$d groupes de %2$d disques
it: %1$d gruppi da %2$d dischi
ja: %1$dグループ、各%2$d台
ko: 그룹 %1$d개, 각각 드라이브 %2$d개
pt_br: %1$d grupos de %2$d unidades
zh_hans: %1$d 组，每组 %2$d 块硬盘
zh_hant: %1$d 組，每組 %2$d 顆硬碟

# group_layout_single
source: One group of %d drives
de: Eine Gruppe mit %d Laufwerken
es: Un grupo de %d unidades
fr: Un groupe de %d disques
it: Un gruppo da %d dischi
ja: 1グループ、%d台
ko: 그룹 1개, 드라이브 %d개
pt_br: Um grupo de %d unidades
zh_hans: 1 组，%d 块硬盘
zh_hant: 1 組，共 %d 顆硬碟

# group_too_narrow
source: Each %1$@ group needs at least %2$d drives.
de: Jede Gruppe in %1$@ braucht mindestens %2$d Laufwerke.
es: Cada grupo %1$@ necesita al menos %2$d unidades.
fr: Chaque groupe %1$@ nécessite au moins %2$d disques.
it: Ogni gruppo %1$@ richiede almeno %2$d dischi.
ja: %1$@の各グループには少なくとも%2$d台のドライブが必要です。
ko: 각 %1$@ 그룹에는 드라이브가 %2$d개 이상 필요합니다.
pt_br: Cada grupo %1$@ precisa de pelo menos %2$d unidades.
zh_hans: %1$@ 的每个组至少需要 %2$d 块硬盘。
zh_hant: 每個 %1$@ 群組至少需要 %2$d 顆硬碟。

# grouped_failures
source: %1$d, up to %2$d (depends on which drives fail)
de: %1$d, bis zu %2$d (abhängig davon, welche Laufwerke ausfallen)
es: %1$d, hasta %2$d (depende de qué unidades fallen)
fr: %1$d, jusqu’à %2$d (dépend de quels disques tombent en panne)
it: %1$d, fino a %2$d (dipende da quali dischi si guastano)
ja: %1$d、最大%2$d（どのドライブが故障するかによる）
ko: %1$d, 최대 %2$d(장애가 발생하는 드라이브에 따라 다름)
pt_br: %1$d, até %2$d (depende de quais unidades falharem)
zh_hans: %1$d，最多 %2$d（取决于哪些硬盘故障）
zh_hant: %1$d，最多 %2$d（取決於哪些硬碟故障）

source: Groups
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ja: グループ
ko: 그룹
pt_br: Grupos
zh_hans: 组数
zh_hant: 群組

# groups_uneven
source: The number of drives (%1$d) doesn’t divide evenly into %2$d groups.
de: Die Anzahl der Laufwerke (%1$d) lässt sich nicht gleichmäßig auf %2$d Gruppen aufteilen.
es: El número de unidades (%1$d) no se puede repartir en partes iguales entre %2$d grupos.
fr: Le nombre de disques (%1$d) ne permet pas de former %2$d groupes égaux.
it: Il numero di dischi (%1$d) non è divisibile in %2$d gruppi uguali.
ja: %1$d台のドライブは%2$d個のグループに均等に分けられません。
ko: 드라이브 수(%1$d개)를 그룹 %2$d개로 균등하게 나눌 수 없습니다.
pt_br: O número de unidades (%1$d) não se divide igualmente em %2$d grupos.
zh_hans: 硬盘数量（%1$d）无法平均分为 %2$d 组。
zh_hant: 硬碟數量（%1$d）無法平均分為 %2$d 組。

source: High
de: Hoch
es: Alta
fr: Élevée
it: Alta
ja: 高い
ko: 높음
pt_br: Alta
zh_hans: 高
zh_hant: 高

# how_calculated
source: How the App Calculates This
de: So rechnet die App
es: Cómo lo calcula la app
fr: Comment l’app fait ce calcul
it: Come lo calcola l’app
ja: アプリの計算方法
ko: 앱의 계산 방식
pt_br: Como o app calcula isso
zh_hans: 本 App 的计算方法
zh_hant: App 的計算方式

# invalid_setup_prefix
source: Not a valid setup.
de: Kein gültiges Setup.
es: Configuración no válida.
fr: Configuration non valide.
it: Configurazione non valida.
ja: 無効な構成です。
ko: 올바른 구성이 아닙니다.
pt_br: Configuração inválida.
zh_hans: 这不是有效的配置。
zh_hant: 這不是有效的配置。

# jbod_cons
source: No redundancy or data protection Drive failure affects only data on that drive No performance benefits of striping
de: Keine Redundanz und kein Datenschutz Ein Laufwerksausfall betrifft nur die Daten auf diesem Laufwerk Kein Geschwindigkeitsvorteil durch Striping
es: Sin redundancia o protección de datos El fallo de unidad afecta solo datos en esa unidad Sin beneficios de rendimiento de striping
fr: Aucune redondance ou protection de données La panne de disque n’affecte que les données sur ce disque Aucun bénéfice de performance du striping
it: Nessuna ridondanza o protezione dati Il guasto del disco influisce solo sui dati su quel disco Nessun beneficio prestazioni dello striping
ja: データ冗長性または保護なし ドライブ故障はそのドライブのデータのみに影響 ストライピングのパフォーマンス利点なし
ko: 중복성 또는 데이터 보호 없음 드라이브 장애 시 해당 드라이브의 데이터만 영향받음 스트라이핑의 성능 이점 없음
pt_br: Sem redundância ou proteção de dados A falha de uma unidade afeta apenas os dados dessa unidade Sem os ganhos de desempenho do striping
zh_hans: 没有冗余或数据保护 硬盘故障只影响该硬盘上的数据 没有条带化带来的性能优势
zh_hant: 沒有備援或資料保護 硬碟故障只會影響該硬碟上的資料 沒有等量分割帶來的效能優勢

# jbod_description
source: JBOD (Just a Bunch Of Disks) combines multiple drives as one large volume without any RAID features. Each drive operates independently.
de: JBOD (Just a Bunch Of Disks) fasst mehrere Laufwerke ohne RAID-Funktionen zu einem großen Volume zusammen. Jedes Laufwerk arbeitet unabhängig.
es: JBOD (Just a Bunch Of Disks) combina múltiples unidades como un solo volumen grande sin características RAID. Cada unidad opera independientemente.
fr: JBOD (Just a Bunch Of Disks) combine plusieurs disques comme un seul grand volume sans fonctionnalités RAID. Chaque disque opère indépendamment.
it: JBOD (Just a Bunch Of Disks) combina più dischi come un unico volume grande senza funzionalità RAID. Ogni disco opera indipendentemente.
ja: JBOD（ジャストアバンチオブディスクス）はRAID機能なしで複数のドライブを1つの大きなボリュームとして結合します。各ドライブは独立して動作します。
ko: JBOD(Just a Bunch Of Disks)는 RAID 기능 없이 여러 드라이브를 하나의 큰 볼륨으로 결합합니다. 각 드라이브는 독립적으로 작동합니다.
pt_br: O JBOD (Just a Bunch Of Disks) combina várias unidades em um único volume grande, sem recursos de RAID. Cada unidade funciona de forma independente.
zh_hans: JBOD（Just a Bunch Of Disks，简单磁盘捆绑）将多块硬盘合并为一个大卷，不使用任何 RAID 功能。每块硬盘独立运行。
zh_hant: JBOD（Just a Bunch Of Disks）將多顆硬碟合併為一個大型磁碟區，不使用任何 RAID 功能。每顆硬碟各自獨立運作。

# jbod_failures
source: 0 (you lose data on any failed drive)
de: 0 (die Daten auf jedem ausgefallenen Laufwerk gehen verloren)
es: 0 (pierdes datos en cualquier unidad que falle)
fr: 0 (vous perdez des données sur tout disque en panne)
it: 0 (perdi dati su qualsiasi disco guasto)
ja: 0（故障したドライブでデータを失います）
ko: 0(장애가 발생한 드라이브의 데이터는 손실됨)
pt_br: 0 (você perde os dados de qualquer unidade que falhar)
zh_hans: 0（任何一块硬盘故障都会丢失其上的数据）
zh_hant: 0（任何故障硬碟上的資料都會遺失）
